brew "git"
brew "bat"
brew "eza"
brew "node"
brew "fd"
brew "fzf"
tap "neovim/neovim"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tree"
brew "tree-sitter"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
tap "FelixKratz/formulae"
brew "borders"
brew "lazygit"
cask "slack"
cask "arc"
cask "ghostty"
cask "raycast"
