brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tree"
brew "tree-sitter"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "slack"
cask "wezterm"
cask "arc"
